Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Agent skill install prompt
de: Eingabeaufforderung zur Installation des Agenten-Skills
es: Mensaje de instalación de habilidades del agente
fr: Invite d'installation de la compétence de l'agent
it: Richiesta di installazione della competenza dell'agente
ja: エージェント スキルのインストール プロンプト
ko: 에이전트 스킬 설치 프롬프트
nl: Installatieprompt voor agentvaardigheid
pt_br: Prompt de instalação de habilidade do agente
zh_hans: 代理技能安装提示

source: Alcoholic Beverages
de: Alkoholische Getränke
es: Bebidas Alcohólicas
fr: Boissons alcoolisées
it: Bevande alcoliche
ja: アルコール飲料
ko: 알코올 음료
nl: Alcoholische dranken
pt_br: Bebidas Alcoólicas
zh_hans: 酒精饮料

source: Aliases for this shell
de: Aliase für diese Shell
es: Alias para este shell
fr: Alias pour ce shell
it: Alias per questa shell
ja: このシェルのエイリアス
ko: 이 쉘의 별칭
nl: Aliassen voor deze shell
pt_br: Aliases para este shell
zh_hans: 此 shell 的别名

source: Align runs with preceding and following sleep
de: Richten Sie Läufe am vorhergehenden und folgenden Schlaf aus
es: Alinear carreras con el sueño anterior y posterior
fr: Aligner les courses avec le sommeil précédent et suivant
it: Allinea le corse con il sonno precedente e successivo
ja: 実行を前後の睡眠に合わせる
ko: 이전 및 이후의 수면에 맞춰 달리기를 조정하세요.
nl: Lijn hardloopsessies uit met voorafgaande en volgende slaap
pt_br: Alinhe as execuções com o sono anterior e posterior
zh_hans: 将运行与之前和之后的睡眠对齐

source: All Enabled Metrics Tracked
de: Alle aktivierten Metriken erfasst
es: Seguimiento de todas las métricas habilitadas
fr: Tous les indicateurs activés sont suivis
it: Tutte le metriche abilitate sono monitorate
ja: 有効なすべての指標を追跡中
ko: 활성화된 모든 항목 추적 중
nl: Alle ingeschakelde meetwaarden bijgehouden
pt_br: Todas as métricas ativadas são rastreadas
zh_hans: 所有已启用指标均已追踪

source: All Metrics Enabled
de: Alle Metriken aktiviert
es: Todas las métricas habilitadas
fr: Toutes les métriques activées
it: Tutte le metriche abilitate
ja: すべての指標が有効
ko: 모든 지표 활성화됨
nl: Alle metingen ingeschakeld
pt_br: Todas as métricas ativadas
zh_hans: 所有指标已启用

source: All Time
de: Gesamter Zeitraum
es: Todo el historial
fr: Depuis toujours
it: Tutto il periodo
ja: 全期間
ko: 전체 기간
nl: Alle tijd
pt_br: Todo o Período
zh_hans: 所有时间

source: All Time will sync every day of health data. This may take several minutes.
de: Bei „Gesamter Zeitraum“ werden alle Gesundheitsdaten synchronisiert. Dies kann einige Minuten dauern.
es: Todo el historial sincronizará cada día de datos de salud. Esto puede tardar varios minutos.
fr: La synchronisation complète inclura chaque jour de données de santé. Cela peut prendre plusieurs minutes.
it: Tutto il periodo sincronizzerà ogni giorno di dati sanitari. Potrebbe richiedere diversi minuti.
ja: 全期間を選択すると、すべてのヘルスデータを同期します。数分かかる場合があります。
ko: 전체 기간은 모든 건강 데이터를 동기화합니다. 몇 분 정도 걸릴 수 있습니다.
nl: Alle tijd synchroniseert elke dag aan gezondheidsgegevens. Dit kan enkele minuten duren.
pt_br: Todo o Período sincronizará todos os dias de dados de saúde. Isso pode levar vários minutos.
zh_hans: 选择「所有时间」将同步每天的健康数据。这可能需要几分钟时间。

source: All Tracked
de: Alle erfasst
es: Todas seguidas
fr: Tous suivis
it: Tutte monitorate
ja: すべて追跡中
ko: 모두 추적 중
nl: Alles bijgehouden
pt_br: Todas rastreadas
zh_hans: 全部已追踪

source: All disabled
de: Alle deaktiviert
es: Todas deshabilitadas
fr: Toutes désactivées
it: Tutte disabilitate
ja: すべて無効
ko: 모두 비활성화
nl: Allemaal uitgeschakeld
pt_br: Todas desativadas
zh_hans: 全部禁用

source: All enabled
de: Alle aktiviert
es: Todas habilitadas
fr: Toutes activées
it: Tutte abilitate
ja: すべて有効
ko: 모두 활성화
nl: Allemaal ingeschakeld
pt_br: Todas ativadas
zh_hans: 全部启用

source: All files in one folder
de: Alle Dateien in einem Ordner
es: Todos los archivos en una carpeta
fr: Tous les fichiers dans un seul dossier
it: Tutti i file in una cartella
ja: すべてのファイルを1つのフォルダに
ko: 모든 파일을 하나의 폴더에
nl: Alle bestanden in één map
pt_br: Todos os arquivos em uma pasta
zh_hans: 所有文件在同一文件夹中

source: All formats use the same schema version, but they optimize for different ways of reading and reusing your health data.
de: Alle Formate verwenden dieselbe Schemaversion, sind jedoch für unterschiedliche Arten des Lesens und Wiederverwendens Ihrer Gesundheitsdaten optimiert.
es: Todos los formatos utilizan la misma versión de esquema, pero se optimizan para diferentes formas de leer y reutilizar sus datos de salud.
fr: Tous les formats utilisent la même version de schéma, mais ils sont optimisés pour différentes manières de lire et de réutiliser vos données de santé.
it: Tutti i formati utilizzano la stessa versione dello schema, ma sono ottimizzati per modi diversi di leggere e riutilizzare i dati sanitari.
ja: すべての形式は同じスキーマ バージョンを使用しますが、健康データの読み取りと再利用のさまざまな方法に合わせて最適化されています。
ko: 모든 형식은 동일한 스키마 버전을 사용하지만 건강 데이터를 읽고 재사용하는 다양한 방법에 맞게 최적화됩니다.
nl: Alle formaten gebruiken dezelfde schemaversie, maar zijn geoptimaliseerd voor verschillende manieren om uw gezondheidsgegevens te lezen en te hergebruiken.
pt_br: Todos os formatos usam a mesma versão de esquema, mas são otimizados para diferentes formas de leitura e reutilização de seus dados de saúde.
zh_hans: 所有格式都使用相同的架构版本，但它们针对读取和重用健康数据的不同方式进行了优化。

source: Allergy Records
de: Allergieaufzeichnungen
es: Registros de alergia
fr: Dossiers d'allergie
it: Documenti sulle allergie
ja: アレルギー記録
ko: 알레르기 기록
nl: Allergieregistraties
pt_br: Registros de alergia
zh_hans: 过敏记录

source: Allow Manual IP Connections
de: Manuelle IP-Verbindungen zulassen
es: Permitir conexiones IP manuales
fr: Autoriser les connexions IP manuelles
it: Consenti connessioni IP manuali
ja: 手動 IP 接続を許可する
ko: 수동 IP 연결 허용
nl: Handmatige IP-verbindingen toestaan
pt_br: Permitir conexões IP manuais
zh_hans: 允许手动 IP 连接

source: Already have it on your iPhone? Continue to connect.
de: Haben Sie es bereits auf Ihrem iPhone? Weiter verbinden.
es: ¿Ya lo tienes en tu iPhone? Continúe conectándose.
fr: Vous l'avez déjà sur votre iPhone ? Continuez à vous connecter.
it: Ce l'hai già sul tuo iPhone? Continua a connetterti.
ja: すでに iPhone にインストールしていますか?接続を続けます。
ko: 이미 iPhone에 갖고 계십니까? 계속 연결하세요.
nl: Heb je hem al op je iPhone? Ga door met verbinden.
pt_br: Já o tem no seu iPhone? Continue a conectar.
zh_hans: 您的 iPhone 上已经有它了吗？继续连接。

source: Also writes Sleep, Activity, Heart, and other metric sections into the note body. App-managed sections are replaced on each export.
de: Schreibt außerdem Abschnitte für Schlaf, Aktivität, Herz und weitere Metriken in den Notiztext. Von der App verwaltete Abschnitte werden bei jedem Export ersetzt.
es: También escribe secciones de Sueño, Actividad, Corazón y otras métricas en el cuerpo de la nota. Las secciones gestionadas por la app se reemplazan en cada exportación.
fr: Ajoute également les sections Sommeil, Activité, Cœur et d’autres mesures dans le corps de la note. Les sections gérées par l’app sont remplacées à chaque exportation.
it: Scrive anche le sezioni Sonno, Attività, Cuore e altre metriche nel corpo della nota. Le sezioni gestite dall’app vengono sostituite a ogni esportazione.
ja: 睡眠、アクティビティ、心臓などの指標セクションもノート本文に書き込みます。アプリが管理するセクションはエクスポートのたびに置き換えられます。
ko: 수면, 활동, 심장 및 기타 지표 섹션도 노트 본문에 작성합니다. 앱에서 관리하는 섹션은 내보낼 때마다 교체됩니다.
nl: Schrijft ook secties voor slaap, activiteit, hart en andere meetwaarden in de hoofdtekst van de notitie. Door de app beheerde secties worden bij elke export vervangen.
pt_br: Também grava seções de Sono, Atividade, Coração e outras métricas no corpo da nota. As seções gerenciadas pelo app são substituídas a cada exportação.
zh_hans: 还会将睡眠、活动、心脏等指标分区写入笔记正文。每次导出时，应用管理的分区都会被替换。

source: An encrypted Health.md query-context day is corrupt.
de: Ein verschlüsselter Health.md-Abfragekontexttag ist beschädigt.
es: Un día de contexto de consulta cifrado Health.md está dañado.
fr: Un jour de contexte de requête Health.md chiffré est corrompu.
it: Un giorno del contesto di query Health.md crittografato è danneggiato.
ja: 暗号化された Health.md クエリ コンテキストの日が壊れています。
ko: 암호화된 Health.md 쿼리 컨텍스트 날짜가 손상되었습니다.
nl: Een gecodeerde Health.md-querycontextdag is beschadigd.
pt_br: Um dia de contexto de consulta Health.md criptografado está corrompido.
zh_hans: 加密的 Health.md 查询上下文日已损坏。

source: An unexpected error occurred during export.
de: Während des Exports ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado durante la exportación.
fr: Une erreur inattendue s'est produite lors de l'exportation.
it: Si è verificato un errore imprevisto durante l'esportazione.
ja: エクスポート中に予期しないエラーが発生しました。
ko: 내보내기 중 예기치 않은 오류가 발생했습니다.
nl: Er is een onverwachte fout opgetreden tijdens het exporteren.
pt_br: Ocorreu um erro inesperado durante a exportação.
zh_hans: 导出过程中发生意外错误。

source: Analytics events are automatically deleted within 13 months.
de: Analyseereignisse werden innerhalb von 13 Monaten automatisch gelöscht.
es: Los eventos de analíticas se eliminan automáticamente en un plazo de 13 meses.
fr: Les événements d’analyse sont automatiquement supprimés sous 13 mois.
it: Gli eventi di analisi vengono eliminati automaticamente entro 13 mesi.
ja: 分析イベントは 13 か月以内に自動的に削除されます。
ko: 분석 이벤트는 13개월 이내에 자동으로 삭제됩니다.
nl: Analysegebeurtenissen worden binnen 13 maanden automatisch verwijderd.
pt_br: Os eventos de análise são excluídos automaticamente em até 13 meses.
zh_hans: 分析事件会在 13 个月内自动删除。

source: Analytics never includes health values, metric names, health dates, exported files, paths, peer names, or credentials. It is not used for advertising or cross-app tracking.
de: Analysen enthalten niemals Gesundheitswerte, Messwertnamen, Datumsangaben zu Gesundheitsdaten, exportierte Dateien, Pfade, Peer-Namen oder Zugangsdaten. Sie werden nicht für Werbung oder appübergreifendes Tracking verwendet.
es: Las analíticas nunca incluyen valores de salud, nombres de métricas, fechas de salud, archivos exportados, rutas, nombres de dispositivos vinculados ni credenciales. No se usan para publicidad ni seguimiento entre apps.
fr: Les analyses n’incluent jamais de valeurs de santé, noms de métriques, dates de santé, fichiers exportés, chemins, noms d’appareils associés ou identifiants de connexion. Elles ne servent ni à la publicité ni au suivi entre apps.
it: Le analisi non includono mai valori sanitari, nomi delle metriche, date sanitarie, file esportati, percorsi, nomi di dispositivi associati o credenziali. Non vengono usate per pubblicità o tracciamento tra app.
ja: 分析には、健康値、指標名、健康データの日付、エクスポートファイル、パス、接続先名、認証情報は一切含まれません。広告やアプリ横断トラッキングには使用しません。
ko: 분석에는 건강 수치, 지표 이름, 건강 날짜, 내보낸 파일, 경로, 연결된 기기 이름 또는 인증 정보가 절대 포함되지 않습니다. 광고나 앱 간 추적에는 사용되지 않습니다.
nl: Analyses bevatten nooit gezondheidswaarden, namen van statistieken, gezondheidsdatums, geëxporteerde bestanden, paden, namen van gekoppelde apparaten of inloggegevens. Ze worden niet gebruikt voor advertenties of tracking tussen apps.
pt_br: As análises nunca incluem valores de saúde, nomes de métricas, datas de saúde, arquivos exportados, caminhos, nomes de dispositivos conectados ou credenciais. Elas não são usadas para publicidade nem rastreamento entre apps.
zh_hans: 分析绝不包含健康数值、指标名称、健康日期、导出文件、路径、已连接设备名称或凭据，也不会用于广告或跨应用跟踪。

source: App Launched
de: App gestartet
es: Aplicación lanzada
fr: Application lancée
it: Applicazione lanciata
ja: アプリを起動しました
ko: 앱 출시
nl: App gelanceerd
pt_br: Aplicativo lançado
zh_hans: 应用程序推出

source: App Store-safe by design.
de: App Store-sicher durch Design.
es: App Store: seguro por diseño.
fr: App Store-sûr par conception.
it: App Store sicuro dal design.
ja: App Store - 設計により安全です。
ko: App Store-설계상 안전합니다.
nl: App Store-veilig door ontwerp.
pt_br: App Store é seguro por design.
zh_hans: App Store 设计安全。

source: Append
de: Anhängen
es: anexar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt_br: Anexar
zh_hans: 追加

source: Appetite Changes
de: Appetitveränderungen
es: Cambios en el apetito
fr: Changements d'appétit
it: Cambiamenti dell'appetito
ja: 食欲の変化
ko: 식욕의 변화
nl: Veranderingen in eetlust
pt_br: Mudanças de apetite
zh_hans: 食欲变化

source: Apple Health Connected
de: Apple Health verbunden
es: Apple Health conectado
fr: Apple Health connecté
it: Apple Health collegato
ja: Apple Health接続済み
ko: Apple Health 연결됨
nl: Apple Health verbonden
pt_br: Apple Health Conectado
zh_hans: 已连接 Apple Health

source: Apple Health returned no records for the selected date range and data types. This is expected on a new or empty device, and can also happen when Health.md does not have read access to the selected data.
de: Apple Health hat keine Datensätze für den ausgewählten Datumsbereich und die ausgewählten Datentypen zurückgegeben. Dies wird auf einem neuen oder leeren Gerät erwartet und kann auch passieren, wenn Health.md keinen Lesezugriff auf die ausgewählten Daten hat.
es: Apple Health no devolvió registros para el rango de fechas y los tipos de datos seleccionados. Esto es normal en un dispositivo nuevo o vacío y también puede ocurrir cuando Health.md no tiene acceso de lectura a los datos seleccionados.
fr: Apple Health n'a renvoyé aucun enregistrement pour la plage de dates et les types de données sélectionnés. Ceci est attendu sur un appareil nouveau ou vide, et peut également se produire lorsque Health.md n'a pas d'accès en lecture aux données sélectionnées.
it: Apple Health non ha restituito record per l'intervallo di date e i tipi di dati selezionati. Ciò è previsto su un dispositivo nuovo o vuoto e può verificarsi anche quando Health.md non ha accesso in lettura ai dati selezionati.
ja: Apple Health は、選択した日付範囲とデータ型のレコードを返しませんでした。これは、新しいデバイスまたは空のデバイスで予期され、Health.md に選択したデータへの読み取りアクセス権がない場合にも発生する可能性があります。
ko: Apple Health는 선택한 날짜 범위 및 데이터 유형에 대해 레코드를 반환하지 않았습니다. 이는 새 장치나 빈 장치에서 예상되는 현상이며 Health.md에 선택한 데이터에 대한 읽기 액세스 권한이 없는 경우에도 발생할 수 있습니다.
nl: Apple Health heeft geen records geretourneerd voor het geselecteerde datumbereik en de geselecteerde gegevenstypen. Dit wordt verwacht op een nieuw of leeg apparaat, en kan ook gebeuren wanneer Health.md geen leestoegang heeft tot de geselecteerde gegevens.
pt_br: Apple Health não retornou nenhum registro para o intervalo de datas e tipos de dados selecionados. Isso é esperado em um dispositivo novo ou vazio e também pode acontecer quando Health.md não tem acesso de leitura aos dados selecionados.
zh_hans: Apple Health 没有返回所选日期范围和数据类型的记录。这在新设备或空设备上是预期的，并且当 Health.md 对所选数据没有读取访问权限时也可能发生。

source: Asterisk (*)
de: Sternchen (*)
es: Asterisco (*)
fr: Astérisque (*)
it: Asterisco (*)
ja: アスタリスク（*）
ko: 별표 (*)
pt_br: Asterisco (*)
zh_hans: 星号 (*)

source: At least one export format must be selected
de: Es muss mindestens ein Exportformat ausgewählt werden
es: Se debe seleccionar al menos un formato de exportación.
fr: Au moins un format d'exportation doit être sélectionné
it: È necessario selezionare almeno un formato di esportazione
ja: 少なくとも 1 つのエクスポート形式を選択する必要があります
ko: 내보내기 형식을 하나 이상 선택해야 합니다.
nl: Er moet minimaal één exportformaat worden geselecteerd
pt_br: Pelo menos um formato de exportação deve ser selecionado
zh_hans: 必须至少选择一种导出格式

source: Atrial Fibrillation Burden
de: Belastung durch Vorhofflimmern
es: Carga de fibrilación auricular
fr: Fardeau de la fibrillation auriculaire
it: Carico della fibrillazione atriale
ja: 心房細動負荷
ko: 심방세동 부담
nl: Atriale fibrillatielast
pt_br: Carga de Fibrilação Atrial
zh_hans: 心房颤动负担

source: Audiograms
de: Audiogramme
es: Audiogramas
fr: Audiogrammes
it: Audiogrammi
ja: 聴力図
ko: 청력도
nl: Audiogrammen
pt_br: Audiogramas
zh_hans: 听力图

source: Auto-sync after export
de: Automatische Synchronisierung nach Export
es: Sincronización automática después de exportar
fr: Synchronisation automatique après l'exportation
it: Sincronizzazione automatica dopo l'esportazione
ja: エクスポート後に自動同期
ko: 내보내기 후 자동 동기화
nl: Automatisch synchroniseren na export
pt_br: Sincronização automática após exportação
zh_hans: 导出后自动同步

source: Automate your health data exports
de: Automatisieren Sie Ihre Gesundheitsdatenexporte
es: Automatiza tus exportaciones de datos de salud
fr: Automatisez vos exportations de données de santé
it: Automatizza le esportazioni dei dati sanitari
ja: ヘルスデータのエクスポートを自動化します
ko: 건강 데이터 내보내기 자동화
nl: Automatiseer je gezondheidsexports
pt_br: Automatize suas exportações de dados de saúde
zh_hans: 自动导出您的健康数据

source: Automatic Export
de: Automatischer Export
es: Exportación automática
fr: Exportation automatique
it: Esportazione automatica
ja: 自動エクスポート
ko: 자동 내보내기
nl: Automatische export
pt_br: Exportação Automática
zh_hans: 自动导出

source: Automatic export schedule
de: Automatischer Exportzeitplan
es: Programación de exportación automática
fr: Planification d'exportation automatique
it: Pianificazione esportazione automatica
ja: 自動エクスポートスケジュール
ko: 자동 내보내기 예약
nl: Automatisch exportschema
pt_br: Agendamento automático de exportação
zh_hans: 自动导出计划

source: Automatically send data to Mac when you export
de: Daten beim Exportieren automatisch an den Mac senden
es: Enviar datos automáticamente a Mac al exportar
fr: Envoyer automatiquement les données vers le Mac lors de l'exportation
it: Invia automaticamente i dati al Mac durante l'esportazione
ja: エクスポート時にデータを自動的にMacへ送信します
ko: 내보내기 시 자동으로 Mac에 데이터 전송
nl: Automatisch gegevens naar Mac sturen bij exporteren
pt_br: Enviar dados automaticamente para o Mac ao exportar
zh_hans: 导出时自动将数据发送到 Mac

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ja: 自動化
ko: 자동화
nl: Automatisering
pt_br: Automação
zh_hans: 自动化

source: Available placeholders:
de: Verfügbare Platzhalter:
es: Marcadores disponibles:
fr: Espaces réservés disponibles :
it: Segnaposto disponibili:
ja: 使用可能なプレースホルダ：
ko: 사용 가능한 자리 표시자:
nl: Beschikbare plaatshouders:
pt_br: Espaços reservados disponíveis:
zh_hans: 可用占位符：

source: Average Heart Rate
de: Durchschnittliche Herzfrequenz
es: Frecuencia cardíaca promedio
fr: Fréquence cardiaque moyenne
it: Frequenza cardiaca media
ja: 平均心拍数
ko: 평균 심박수
nl: Gemiddelde hartslag
pt_br: Frequência cardíaca média
zh_hans: 平均心率

source: Average Mood Valence
de: Durchschnittliche Stimmungsvalenz
es: Valencia del estado de ánimo promedio
fr: Valence moyenne de l’humeur
it: Valenza media dell'umore
ja: 平均的な気分価
ko: 평균 기분 정서가
nl: Gemiddelde stemmingswaarde
pt_br: Valência média do humor
zh_hans: 平均情绪效价

source: Awake During Sleep
de: Wach im Schlaf
es: Despierto durante el sueño
fr: Temps d’éveil pendant le sommeil
it: Sveglio durante il sonno
ja: 睡眠中に目が覚める
ko: 수면 중에 깨어 있음
nl: Wakker tijdens de slaap
pt_br: Acordado durante o sono
zh_hans: 睡眠期间醒来

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt_br: Voltar
zh_hans: 返回

source: Background
de: Hintergrund
es: Antecedentes
fr: Contexte
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pt_br: Plano de fundo
zh_hans: 背景

source: Balanced format with sections and bullet points
de: Ausgewogenes Format mit Abschnitten und Aufzählungszeichen
es: Formato equilibrado con secciones y viñetas
fr: Format équilibré avec sections et puces
it: Formato bilanciato con sezioni e punti elenco
ja: セクションと箇条書きのバランスの取れた形式
ko: 섹션과 글머리 기호가 있는 균형 잡힌 형식
nl: Gebalanceerd formaat met secties en opsommingstekens
pt_br: Formato equilibrado com seções e marcadores
zh_hans: 包含章节和项目符号的均衡格式

source: Basal Body Temperature
de: Basaltemperatur
es: Temperatura corporal basal
fr: Température basale du corps
it: Temperatura corporea basale
ja: 基礎体温
ko: 기초 체온
nl: Basale lichaamstemperatuur
pt_br: Temperatura Corporal Basal
zh_hans: 基础体温

source: Base folder for your health data exports
de: Basisordner für Ihre Gesundheitsdatenexporte
es: Carpeta base para tus exportaciones de datos de salud
fr: Dossier de base pour vos exportations de données de santé
it: Cartella base per le esportazioni dei dati sanitari
ja: ヘルスデータエクスポートのベースフォルダ
ko: 건강 데이터 내보내기의 기본 폴더
nl: Basismap voor je gezondheidsexports
pt_br: Pasta base para suas exportações de dados de saúde
zh_hans: 健康数据导出的基础文件夹

source: Bedtime
de: Schlafenszeit
es: Hora de dormir
fr: L'heure du coucher
it: Ora di andare a dormire
ja: 就寝時間
ko: 취침 시간
nl: Bedtijd
pt_br: Hora de dormir
zh_hans: 就寝时间

source: Biological Sex
de: Biologisches Geschlecht
es: Sexo biológico
fr: Sexe biologique
it: Sesso biologico
ja: 生物学的性別
ko: 생물학적 성별
nl: Biologische seks
pt_br: Sexo Biológico
zh_hans: 生物性别

source: Bladder Incontinence
de: Blaseninkontinenz
es: Incontinencia de vejiga
fr: Incontinence vésicale
it: Incontinenza vescicale
ja: 膀胱失禁
ko: 방광 요실금
nl: Blaasincontinentie
pt_br: Incontinência da Bexiga
zh_hans: 膀胱失禁

source: Bleeding After Pregnancy
de: Blutungen nach der Schwangerschaft
es: Sangrado después del embarazo
fr: Saignement après la grossesse
it: Sanguinamento dopo la gravidanza
ja: 妊娠後の出血
ko: 임신 후 출혈
nl: Bloeden na de zwangerschap
pt_br: Sangramento após a gravidez
zh_hans: 怀孕后出血

source: Bleeding During Pregnancy
de: Blutungen während der Schwangerschaft
es: Sangrado durante el embarazo
fr: Saignement pendant la grossesse
it: Sanguinamento durante la gravidanza
ja: 妊娠中の出血
ko: 임신 중 출혈
nl: Bloeden tijdens de zwangerschap
pt_br: Sangramento durante a gravidez
zh_hans: 怀孕期间出血

source: Bloating
de: Blähungen
es: hinchazón
fr: Ballonnements
it: Gonfiore
ja: 膨満感
ko: 팽만감
nl: Opgeblazen gevoel
pt_br: Inchaço
zh_hans: 腹胀

source: Blood Alcohol Content
de: Blutalkoholgehalt
es: Contenido de alcohol en sangre
fr: Teneur en alcool dans le sang
it: Contenuto di alcol nel sangue
ja: 血中アルコール含有量
ko: 혈중 알코올 농도
nl: Bloedalcoholgehalte
pt_br: Teor de álcool no sangue
zh_hans: 血液酒精含量

source: Blood Glucose
de: Blutzucker
es: Glucosa en sangre
fr: Glycémie
it: Glucosio nel sangue
ja: 血糖値
ko: 혈당
nl: Bloedglucose
pt_br: Glicose no sangue
zh_hans: 血糖

source: Blood Oxygen
de: Blutsauerstoff
es: Oxígeno en sangre
fr: Oxygène sanguin
it: Ossigeno nel sangue
ja: 血中酸素
ko: 혈액 산소
nl: Bloed zuurstof
pt_br: Oxigênio no sangue
zh_hans: 血氧

source: Blood Pressure (Diastolic)
de: Blutdruck (diastolisch)
es: Presión arterial (diastólica)
fr: Pression artérielle (diastolique)
it: Pressione sanguigna (diastolica)
ja: 血圧（拡張期）
ko: 혈압(이완기)
nl: Bloeddruk (diastolisch)
pt_br: Pressão arterial (diastólica)
zh_hans: 血压（舒张压）

source: Blood Pressure (Systolic)
de: Blutdruck (systolisch)
es: Presión arterial (sistólica)
fr: Pression artérielle (systolique)
it: Pressione sanguigna (sistolica)
ja: 血圧（収縮期血圧）
ko: 혈압(수축기)
nl: Bloeddruk (systolisch)
pt_br: Pressão Arterial (Sistólica)
zh_hans: 血压（收缩压）

source: Blood Pressure permission needs attention
de: Die Erlaubnis zur Blutdruckmessung muss beachtet werden
es: El permiso de presión arterial necesita atención
fr: L'autorisation relative à la tension artérielle nécessite une attention particulière
it: Il permesso per la pressione sanguigna richiede attenzione
ja: 血圧の許可には注意が必要です
ko: 혈압 허가에 주의가 필요합니다
nl: Toestemming voor bloeddruk heeft aandacht nodig
pt_br: A permissão da pressão arterial precisa de atenção
zh_hans: 血压许可需要注意

source: Blood Type
de: Blutgruppe
es: Tipo de sangre
fr: Groupe sanguin
it: Gruppo sanguigno
ja: 血液型
ko: 혈액형
nl: Bloedgroep
pt_br: Tipo sanguíneo
zh_hans: 血型

source: Body
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
ja: 身体
ko: 신체
nl: Lichaam
pt_br: Corpo
zh_hans: 身体

source: Body Fat Percentage
de: Körperfettanteil
es: Porcentaje de grasa corporal
fr: Pourcentage de graisse corporelle
it: Percentuale di grasso corporeo
ja: 体脂肪率
ko: 체지방률
nl: Lichaamsvetpercentage
pt_br: Porcentagem de gordura corporal
zh_hans: 体脂百分比

source: Body Measurements
de: Körpermaße
es: Medidas corporales
fr: Mensurations corporelles
it: Misurazioni corporee
ja: 身体測定
ko: 신체 측정
nl: Lichaamsmaten
pt_br: Medidas Corporais
zh_hans: 身体测量

source: Body Temperature
de: Körpertemperatur
es: Temperatura corporal
fr: Température corporelle
it: Temperatura corporea
ja: 体温
ko: 체온
nl: Lichaamstemperatuur
pt_br: Temperatura Corporal
zh_hans: 体温

source: Breast Pain
de: Brustschmerzen
es: dolor de mama
fr: Douleur mammaire
it: Dolore al seno
ja: 乳房痛
ko: 유방 통증
nl: Borstpijn
pt_br: Dor na mama
zh_hans: 乳房疼痛
